def handle_help():

    return """
=============== FOOTBALL CHATBOT ===============

КЛУБОВЕ
-----------------------------------------------
Добави клуб <име>
Покажи клубове
Изтрий клуб <име>
Редактирай клуб <старо> <ново>
Намери клуб <име>

ИГРАЧИ
-----------------------------------------------
Добави играч <име> <клуб> <позиция> <номер>
Покажи играчи на <клуб>
Покажи всички играчи
Смени номер <играч> <номер>
Смени позиция <играч> <позиция>
Смени статус <играч> <статус>
Изтрий играч <име>
Намери играч <име>

ТРАНСФЕРИ
-----------------------------------------------
Трансфер <играч> <отбор1> <отбор2> <дата>
Покажи трансфери <играч>
Покажи трансфери на клуб <име>

ЛИГИ
-----------------------------------------------
Създай лига <име> <сезон>
Добави отбор <клуб> в лига <име> <сезон>
Премахни отбор <клуб> от лига <име> <сезон>
Покажи отбори в лига <име> <сезон>
Генерирай програма <име> <сезон>
Покажи кръг <номер> <лига> <сезон>
Покажи мачове <лига> <сезон>

МАЧОВЕ
-----------------------------------------------
Избери мач <id>
Резултат <домакин> <гост> <x> <y>
Гол <играч> <отбор> <минута>
Картон <играч> <отбор> <Y/R> <минута>
Покажи събития
Покажи мач <id>
Покажи резултати

КЛАСИРАНЕ
-----------------------------------------------
Покажи класиране <лига> <сезон>
Обнови класиране <лига> <сезон>
Голмайстори <лига> <сезон>
Най-добра атака <лига> <сезон>
Най-добра защита <лига> <сезон>

================================================
"""